chore(content): write-only draft [cloud/advanced-operations/module-8.3-cross-cluster-networking]
